Repository: IronShell1207/RefTheme
Catalog: RefTheme/Form1.*.resx
Languages: ru

# buttonCheckUpdate.Text
source: Check for updates
ru: Проверить обновления

# buttonTaskCreate.Text
source: Activate auto refresh task
ru: Активировать автообновление темы

# metroButton2.Text
source: Save and close
ru: Закрыть

# labelDelay1.Text
source: Delay before applying the theme
ru: Задержка перед применением темы

# labelDelay4.Text
source: Delay before closing the program
ru: Задержка перед закрытием программы

# labelDelay3.Text
source: Delay before closing the settings
ru: Задержка перед закрытием настроек

# labelDelay2.Text
source: Delay before switch to dark theme
ru: Задержка перед примением темной темы

# buttonOpen.Text
source: Select theme file
ru: Выбрать файл темы

# buttonAccept.Text
source: Refresh theme
ru: Обновить тему

# labelDelays.Text
source: Delays
ru: Задержки

# $this.Text
source: Settings - RefTheme
ru: Настройки - RefTheme
